export const sortCategoryData = ['المزيد', 'شائع', 'مُوصى به', 'الكل'];

export const categoriesData = [
    {
        title: 'البحر',
        image: require('../../assets/images/ocean.png')
    },
    {
        title: 'المدن',
        image: require('../../assets/images/mountain.png')
    },
    {
        title: 'تخييم',
        image: require('../../assets/images/camp.png')
    },
    {
        title: 'الصحراء',
        image: require('../../assets/images/sunset.png')
    },
    {
        title: 'الجبال',
        image: require('../../assets/images/hiking.png')
    },
    {
        title: 'الشواطئ',
        image: require('../../assets/images/beach.png')
    },
    {
        title: 'المعالم السياحية',
        image: require('../../assets/images/forest.png')
    },
    
]
export const destinationData = [
    {
        title: "جبال شيلية - خنشلة",
        duration: "يومين",
        distance: "50 كم",
        weather: "20 درجة مئوية",
        price: 400,
        shortDescription: "استمتع برحلة استكشافية في جبال شيلية بمدينة خنشلة، حيث تجتمع الطبيعة الخلابة والتضاريس الجبلية الرائعة.",
        longDescription: "استعد لرحلة لا تنسى في جبال شيلية بمدينة خنشلة. تعتبر هذه الجبال مثالية لعشاق الطبيعة ومحبي المغامرات. قم بتسلق التضاريس الجبلية الرائعة واستمتع بإطلالات خلابة على المناظر الطبيعية المحيطة. اكتشف الحياة البرية المتنوعة واستمع إلى الهدوء الملهم في قلب الطبيعة. تقدم جبال شيلية تجربة فريدة ومثيرة لكل من يتوجه إليها.",
        image: require('../../assets/images/khenchelachellia.jpg')
    },
    {
            title: "القصبة - الجزائر العاصمة",
            duration: "يومين",
            distance: "10 كم",
            weather: "24 درجة مئوية",
            price: 300,
            shortDescription: "استمتع بجولة ثقافية في القصبة، المدينة القديمة في الجزائر العاصمة، التي تعكس تاريخ وتراث البلاد.",
            longDescription: "اكتشف جمال القصبة، المدينة القديمة والتاريخية في الجزائر العاصمة. تتميز القصبة بشوارعها الضيقة والمباني التقليدية، حيث يمكنك استكشاف المعابدها والأسواق التقليدية. قم بزيارة المتاحف والحدائق الجميلة، وتعرف على الحضارة العربية والأمازيغية في هذا المكان الفريد. استمتع بإطلالات رائعة على البحر الأبيض المتوسط واستمر في رحلتك الثقافية في قلب العاصمة.",
            image: require('../../assets/images/casba.jpg')
    },
    
    {
        title: 'تيميمون',
        duration: '10 أيام',
        distance: '400 كم',
        weather: '30 درجة مئوية',
        price: 350,
        shortDescription: "استمتع بتجربة فريدة في تيميمون، حيث تلتقي الثقافة والتاريخ في واحدة من أفضل وجهات السياحة في الجزائر.",
        longDescription: "استكشف جمال تيميمون، واحدة من أفضل الوجهات السياحية في الجزائر، حيث يجتمع الثقافة والتاريخ. يعرف هذا المكان بتحفه المعمارية الفريدة وأسواقه التقليدية النابضة بالحياة. اكتشف سحر الصحراء وتمتع بالأطعمة اللذيذة والتجارب الفريدة. تيميمون هي وجهة تاريخية تقدم للسياح تجربة استثنائية ومتنوعة.",
        image: require('../../assets/images/Timimoun.png')
    },
    {
        title: 'النصب التذكاري للشهداء الجزائر',
        duration: '10 أيام',
        distance: '300 كم',
        weather: '25 درجة مئوية',
        price: 20,
        shortDescription: "استمتع بزيارة النصب التذكاري للشهداء في الجزائر، رمز للمقاومة والحرية.",
        longDescription: "استمتع برحلة استكشاف ممتعة إلى النصب التذكاري للشهداء في الجزائر. يعتبر هذا المعلم البارز رمزًا للمقاومة والصمود، حيث يخلد تاريخ الجزائر وتضحيات الأبطال من أجل الحرية. قم بزيارة هذا النصب لفهم الروح الوطنية وتكريم الأفراد الشجعان الذين قدموا تضحياتهم للجزائر.",
        image: require('../../assets/images/forest.png')
    },
    {
        title: 'تيبازة - شاطئ الأندلس',
        duration: '7 أيام',
        distance: '200 كم',
        weather: '28 درجة مئوية',
        price: 150,
        shortDescription: "استمتع بزيارة شاطئ الأندلس في تيبازة، حيث يجمع بين جمال الطبيعة ورمال ذهبية.",
        longDescription: "اكتشف جمال ساحل تيبازة بزيارة شاطئ الأندلس، حيث تتلاقى رماله الذهبية مع مياه البحر الزرقاء. استمتع بأسبوع كامل من الهدوء والجمال الطبيعي الخلاب. يقدم شاطئ الأندلس تجربة فريدة تجمع بين الراحة والمغامرة، وهو مكان مثالي للاسترخاء والاستمتاع بمناظر الطبيعة الساحرة.",
        image: require('../../assets/images/tipaza.png')
    },
    {
        title: 'قسنطينة - مدينة الجسور المعلقة',
        duration: '12 يومًا',
        distance: '550 كم',
        weather: '28 درجة مئوية',
        price: 400,
        shortDescription: "استمتع بجمال قسنطينة، المدينة الفنية وعاصمة الجسور المعلقة في الجزائر.",
        longDescription: "استمتع برحلة لا تُنسى في مدينة قسنطينة، حيث يمكنك استكشاف الفن والثقافة في هذه المدينة الجميلة. تعتبر قسنطينة عاصمة الجسور المعلقة، وتضم معالم فنية وتاريخية رائعة. استمتع بجولة في الأسواق التقليدية، واستكشف المعالم الأثرية، وتذوق المأكولات الشهية. قسنطينة تقدم تجربة سياحية متكاملة تجمع بين الجمال الطبيعي والتراث الثقافي.",
        image: require('../../assets/images/cos.jpg')
    },
]